Set the filter value to a double.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public void SetValue(
	double value
)
  Visual Basic
Public Sub SetValue ( _
	value As Double _
)
  Visual C++
public:
void SetValue(
	double value
)
 Parameters
  value
 Type:  System Double
 The filter value.
 See Also
  ScheduleFilter Class
  SetValue Overload
  Autodesk.Revit.DB Namespace